Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Content.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: Next time a stranger says hi, answer first and think second. A short warm reply beats a perfect one.
ar: في المرة القادمة التي يحييك فيها غريب، أجب أولًا وفكّر لاحقًا. الرد القصير الدافئ أفضل من الرد المثالي.
de: Wenn dich das nächste Mal jemand Fremdes anspricht: erst antworten, dann denken. Eine kurze, herzliche Antwort schlägt eine perfekte.
es: La próxima vez que un desconocido te salude, responde primero y piensa después. Una respuesta corta y cálida es mejor que una perfecta.
fil: Sa susunod na bumati ang estranghero, sumagot muna at mag-isip pagkatapos. Mas mabuti ang maikli at magiliw na sagot kaysa sa perpekto.
fr: La prochaine fois qu'un inconnu te dit bonjour, réponds d'abord et réfléchis ensuite. Une réponse courte et chaleureuse vaut mieux qu'une réponse parfaite.
hi: अगली बार कोई अजनबी हाय कहे, तो पहले जवाब दें, सोचें बाद में। छोटा और गर्मजोशी भरा जवाब परफ़ेक्ट जवाब से बेहतर है।
id: Lain kali orang asing menyapa, jawab dulu, pikir belakangan. Jawaban singkat yang hangat mengalahkan jawaban sempurna.
it: La prossima volta che uno sconosciuto ti saluta, rispondi prima e pensa dopo. Una risposta breve e calorosa batte una perfetta.
ja: 次に見知らぬ人に声をかけられたら、まず答えて、考えるのはあとで。短く温かい返事は、完璧な返事に勝ります。
ko: 다음에 낯선 사람이 인사하면, 먼저 답하고 생각은 나중에 하세요. 짧고 따뜻한 대답이 완벽한 대답보다 나아요.
nl: Als een vreemde weer hoi zegt: eerst antwoorden, dan nadenken. Een kort, warm antwoord wint het van een perfect antwoord.
pl: Następnym razem, gdy nieznajomy powie cześć, najpierw odpowiedz, potem myśl. Krótka, ciepła odpowiedź jest lepsza niż idealna.
pt_br: Na próxima vez que um desconhecido disser oi, responda primeiro e pense depois. Uma resposta curta e calorosa vale mais que uma perfeita.
ru: Когда в следующий раз незнакомец поздоровается, сначала ответьте, потом думайте. Короткий тёплый ответ лучше идеального.
sv: Nästa gång en främling säger hej: svara först, tänk sen. Ett kort, varmt svar slår ett perfekt.
tr: Bir dahaki sefere bir yabancı merhaba dediğinde önce yanıtla, sonra düşün. Kısa ve sıcak bir yanıt kusursuz bir yanıttan iyidir.
uk: Коли наступного разу незнайомець привітається, спершу відповідайте, потім думайте. Коротка тепла відповідь краща за ідеальну.
vi: Lần tới người lạ chào, hãy trả lời trước và nghĩ sau. Một câu đáp ngắn, ấm áp hơn hẳn một câu đáp hoàn hảo.
zh_hans: 下次有陌生人打招呼，先回答，再思考。简短而热情的回应胜过完美的回应。

source: Offer a brief, specific introduction.
ar: قدّم تعريفًا موجزًا ومحددًا.
de: Stell dich kurz und konkret vor.
es: Haz una presentación breve y concreta.
fil: Magbigay ng maikli at tiyak na pagpapakilala.
fr: Fais une présentation brève et précise.
hi: एक छोटा, खास परिचय दें।
id: Berikan perkenalan yang singkat dan spesifik.
it: Fai una presentazione breve e precisa.
ja: 短く具体的な自己紹介をする。
ko: 짧고 구체적으로 자기소개를 한다.
nl: Geef een korte, concrete voorstelling.
pl: Przedstaw się krótko i konkretnie.
pt_br: Faça uma apresentação breve e específica.
ru: Представьтесь коротко и конкретно.
sv: Ge en kort, konkret presentation.
tr: Kısa ve belirli bir tanıtım yap.
uk: Представтеся коротко й конкретно.
vi: Giới thiệu ngắn gọn, cụ thể.
zh_hans: 做一个简短而具体的自我介绍。

source: Offer an alternative with a reason.
ar: اقترح بديلًا مع سبب.
de: Biete eine Alternative mit Begründung an.
es: Ofrece una alternativa con una razón.
fil: Mag-alok ng alternatibo na may dahilan.
fr: Propose une alternative avec une raison.
hi: एक कारण के साथ विकल्प दें।
id: Tawarkan alternatif beserta alasannya.
it: Offri un'alternativa con un motivo.
ja: 理由を添えて代案を出す。
ko: 이유와 함께 대안을 제시한다.
nl: Bied een alternatief met een reden.
pl: Zaproponuj alternatywę z uzasadnieniem.
pt_br: Ofereça uma alternativa com um motivo.
ru: Предложите альтернативу с обоснованием.
sv: Föreslå ett alternativ med ett skäl.
tr: Gerekçeli bir alternatif sun.
uk: Запропонуйте альтернативу з обґрунтуванням.
vi: Đưa ra phương án khác kèm lý do.
zh_hans: 提出替代方案并说明理由。

source: One point → why it matters here → where you are taking us.
ar: فكرة واحدة ← لماذا تهم هنا ← إلى أين تأخذنا.
de: Ein Punkt → warum er hier zählt → wohin du uns führst.
es: Una idea → por qué importa aquí → adónde vamos.
fil: Isang punto → bakit ito mahalaga rito → saan mo kami dadalhin.
fr: Une idée → pourquoi elle compte ici → où tu nous emmènes.
hi: एक बात → यहाँ यह क्यों मायने रखती है → आप हमें कहाँ ले जा रहे हैं।
id: Satu poin → mengapa penting di sini → ke mana kamu membawa kami.
it: Un punto → perché conta qui → dove ci stai portando.
ja: 要点一つ → ここで大切な理由 → どこへ導くか。
ko: 요점 하나 → 여기서 중요한 이유 → 어디로 이끌지.
nl: Eén punt → waarom het hier telt → waar je ons mee naartoe neemt.
pl: Jedna myśl → dlaczego jest tu ważna → dokąd nas prowadzisz.
pt_br: Uma ideia → por que ela importa aqui → para onde você vai nos levar.
ru: Одна мысль → почему она важна здесь → куда вы нас ведёте.
sv: En poäng → varför den spelar roll här → vart du tar oss.
tr: Tek fikir → burada neden önemli → bizi nereye götürdüğün.
uk: Одна думка → чому вона важлива тут → куди ви нас ведете.
vi: Một ý → vì sao nó quan trọng ở đây → bạn đưa chúng tôi đi đâu.
zh_hans: 一个观点 → 为什么在这里重要 → 你要带我们去哪里。

source: Open a presentation or toast
ar: افتتح عرضًا تقديميًا أو كلمة احتفال
de: Eine Präsentation oder einen Toast eröffnen
es: Abre una presentación o un brindis
fil: Simulan ang presentation o toast
fr: Ouvrir une présentation ou un toast
hi: प्रेज़ेंटेशन या टोस्ट की शुरुआत करें
id: Buka presentasi atau sambutan
it: Aprire una presentazione o un brindisi
ja: プレゼンや乾杯の挨拶を始める
ko: 발표나 건배사 시작하기
nl: Een presentatie of toost openen
pl: Otwórz prezentację lub toast
pt_br: Abrir uma apresentação ou um brinde
ru: Откройте презентацию или тост
sv: Inled en presentation eller ett tal
tr: Bir sunumu ya da kadeh kaldırmayı aç
uk: Відкрийте презентацію або тост
vi: Mở đầu bài thuyết trình hoặc lời chúc
zh_hans: 为演讲或祝酒词开场

source: Open with a clear point and a reason the audience should care.
ar: ابدأ بفكرة واضحة وسبب يجعل الجمهور يهتم.
de: Beginne mit einem klaren Punkt und einem Grund, warum er das Publikum angeht.
es: Empieza con una idea clara y una razón por la que al público le importe.
fil: Magsimula sa malinaw na punto at dahilan kung bakit dapat itong mahalaga sa audience.
fr: Commence par une idée claire et une raison pour laquelle le public devrait s'y intéresser.
hi: एक साफ़ बात और एक कारण से शुरू करें कि श्रोताओं को इसकी परवाह क्यों करनी चाहिए।
id: Buka dengan poin yang jelas dan alasan audiens perlu peduli.
it: Parti con un punto chiaro e un motivo per cui interessa al pubblico.
ja: 明確な要点と、聞き手にとって大切な理由から始めましょう。
ko: 명확한 요점과 청중이 관심을 가져야 할 이유로 시작하세요.
nl: Open met een helder punt en een reden waarom het publiek het belangrijk vindt.
pl: Zacznij od jasnej myśli i powodu, dla którego publiczność powinna się nią przejąć.
pt_br: Comece com uma ideia clara e um motivo para o público se importar.
ru: Начните с ясной мысли и причины, почему она важна аудитории.
sv: Inled med en tydlig poäng och ett skäl till varför publiken bör bry sig.
tr: Net bir fikir ve dinleyicilerin neden önemsemesi gerektiğiyle aç.
uk: Почніть із ясної думки й причини, чому вона важлива для аудиторії.
vi: Mở đầu bằng một ý rõ ràng và lý do khán giả nên quan tâm.
zh_hans: 用一个清晰的观点和听众应当关心的理由开场。

source: Own a mistake, explain the impact, and propose a repair.
ar: اعترف بخطأ، واشرح أثره، واقترح إصلاحًا.
de: Übernimm Verantwortung für einen Fehler, erkläre die Folgen und schlag eine Lösung vor.
es: Asume un error, explica el impacto y propón una solución.
fil: Panagutan ang pagkakamali, ipaliwanag ang epekto, at magmungkahi ng paraan para ayusin.
fr: Assume une erreur, explique son impact et propose une réparation.
hi: गलती स्वीकारें, उसका असर समझाएँ और सुधार सुझाएँ।
id: Akui kesalahan, jelaskan dampaknya, dan usulkan perbaikan.
it: Riconosci un errore, spiega l'impatto e proponi una soluzione.
ja: ミスを認め、影響を説明し、対応策を提案しましょう。
ko: 실수를 인정하고, 영향을 설명하고, 해결책을 제안하세요.
nl: Neem een fout op je, leg de impact uit en stel een oplossing voor.
pl: Przyznaj się do błędu, wyjaśnij skutki i zaproponuj naprawę.
pt_br: Assuma um erro, explique o impacto e proponha uma correção.
ru: Признайте ошибку, объясните последствия и предложите исправление.
sv: Ta ansvar för ett misstag, förklara följderna och föreslå en lösning.
tr: Bir hatayı üstlen, etkisini açıkla ve bir düzeltme öner.
uk: Визнайте помилку, поясніть наслідки й запропонуйте виправлення.
vi: Nhận sai sót, giải thích ảnh hưởng và đề xuất cách khắc phục.
zh_hans: 承认错误，说明影响，并提出补救办法。

source: Own your part without shifting blame.
ar: تحمّل مسؤولية دورك دون إلقاء اللوم.
de: Steh zu deinem Anteil, ohne die Schuld abzuschieben.
es: Asume tu parte sin echar la culpa a otros.
fil: Panagutan ang bahagi mo nang hindi nagtuturo ng iba.
fr: Assume ta part sans rejeter la faute.
hi: दोष दूसरों पर डाले बिना अपना हिस्सा स्वीकारें।
id: Akui bagianmu tanpa melempar kesalahan.
it: Riconosci la tua parte senza scaricare la colpa.
ja: 責任転嫁せずに自分の非を認める。
ko: 남 탓 없이 내 몫을 인정한다.
nl: Neem je deel op je zonder de schuld af te schuiven.
pl: Weź odpowiedzialność za swoją część, nie zrzucając winy.
pt_br: Assuma sua parte sem transferir a culpa.
ru: Признайте свою часть, не перекладывая вину.
sv: Ta ansvar för din del utan att skylla ifrån dig.
tr: Suçu başkasına atmadan payını üstlen.
uk: Визнайте свою частину, не перекладаючи провину.
vi: Nhận phần của mình mà không đổ lỗi.
zh_hans: 承担你的责任，不推卸。

source: Pause. Name what you know, then one sensible next step.
ar: توقّف لحظة. قل ما تعرفه، ثم خطوة تالية معقولة.
de: Mach eine Pause. Sag, was du weißt, dann einen sinnvollen nächsten Schritt.
es: Haz una pausa. Di lo que sabes y luego un siguiente paso sensato.
fil: Huminto sandali. Sabihin ang alam mo, tapos isang makatwirang susunod na hakbang.
fr: Marque une pause. Dis ce que tu sais, puis une étape suivante raisonnable.
hi: रुकें। जो जानते हैं वह बताएँ, फिर एक समझदारी भरा अगला कदम।
id: Jeda. Sebutkan apa yang kamu tahu, lalu satu langkah berikutnya yang masuk akal.
it: Fai una pausa. Di' cosa sai, poi un passo successivo sensato.
ja: 間を取りましょう。わかっていることを言い、次の妥当な一歩を示して。
ko: 잠시 멈추세요. 아는 것을 말하고, 합리적인 다음 단계 하나를 제시하세요.
nl: Pauzeer. Noem wat je weet, en dan een verstandige volgende stap.
pl: Zatrzymaj się. Powiedz, co wiesz, a potem jeden rozsądny krok.
pt_br: Faça uma pausa. Diga o que você sabe e depois um próximo passo sensato.
ru: Сделайте паузу. Скажите, что знаете, а затем один разумный следующий шаг.
sv: Pausa. Säg vad du vet och sedan ett rimligt nästa steg.
tr: Duraksa. Bildiğini söyle, sonra mantıklı bir sonraki adımı.
uk: Зробіть паузу. Скажіть, що знаєте, а потім один розумний наступний крок.
vi: Dừng lại. Nêu điều bạn biết, rồi một bước tiếp theo hợp lý.
zh_hans: 停一下。说出你知道的，再说一个合理的下一步。

source: Pitch your big idea
ar: اعرض فكرتك الكبيرة
de: Deine große Idee pitchen
es: Presenta tu gran idea
fil: I-pitch ang malaking ideya mo
fr: Présenter ta grande idée
hi: अपना बड़ा विचार पेश करें
id: Tawarkan ide besarmu
it: Presentare la tua grande idea
ja: 大きなアイデアを売り込む
ko: 큰 아이디어 제안하기
nl: Pitch je grote idee
pl: Przedstaw swój wielki pomysł
pt_br: Apresentar sua grande ideia
ru: Представьте свою большую идею
sv: Pitcha din stora idé
tr: Büyük fikrini anlat
uk: Представте свою велику ідею
vi: Trình bày ý tưởng lớn
zh_hans: 推介你的好点子

source: Please get the usual materials ready for the meeting.
ar: جهّز من فضلك المواد المعتادة للاجتماع.
de: Bitte bereite die üblichen Unterlagen für das Meeting vor.
es: Prepara los materiales de siempre para la reunión, por favor.
fil: Pakihanda ang mga karaniwang materyales para sa meeting.
fr: Prépare les documents habituels pour la réunion, s'il te plaît.
hi: कृपया मीटिंग के लिए हमेशा वाली सामग्री तैयार कर दें।
id: Tolong siapkan materi yang biasa untuk rapat.
it: Per favore, prepara i soliti materiali per la riunione.
ja: 会議用にいつもの資料を準備しておいてください。
ko: 회의에 늘 쓰던 자료 좀 준비해 주세요.
nl: Zet de gebruikelijke materialen klaar voor de vergadering, graag.
pl: Przygotuj proszę zwykłe materiały na spotkanie.
pt_br: Por favor, prepare os materiais de sempre para a reunião.
ru: Подготовьте, пожалуйста, обычные материалы к встрече.
sv: Förbered det vanliga materialet till mötet, tack.
tr: Lütfen toplantı için her zamanki materyalleri hazırla.
uk: Підготуйте, будь ласка, звичайні матеріали до зустрічі.
vi: Chuẩn bị tài liệu như mọi khi cho cuộc họp nhé.
zh_hans: 请把会议用的常规材料准备好。

source: Practice your opening before your next interview.
ar: تدرّب على افتتاحيتك قبل مقابلتك القادمة.
de: Übe deinen Einstieg vor deinem nächsten Vorstellungsgespräch.
es: Practica tu presentación antes de tu próxima entrevista.
fil: I-practice ang pambungad mo bago ang susunod mong interview.
fr: Entraîne-toi à ton ouverture avant ton prochain entretien.
hi: अपने अगले इंटरव्यू से पहले अपनी शुरुआत का अभ्यास करें।
id: Latih pembukaanmu sebelum wawancara berikutnya.
it: Allenati sulla tua apertura prima del prossimo colloquio.
ja: 次の面接の前に、冒頭の話し方を練習しましょう。
ko: 다음 면접 전에 첫마디를 연습하세요.
nl: Oefen je opening voor je volgende sollicitatiegesprek.
pl: Przećwicz otwarcie przed następną rozmową kwalifikacyjną.
pt_br: Pratique sua abertura antes da próxima entrevista.
ru: Отработайте вступление перед следующим собеседованием.
sv: Öva på din inledning före nästa intervju.
tr: Bir sonraki mülakatından önce açılışını çalış.
uk: Відпрацюйте вступ перед наступною співбесідою.
vi: Luyện phần mở đầu trước buổi phỏng vấn tới.
zh_hans: 下次面试前，练习你的开场。

source: Prepare one alternative before raising a concern in your next meeting.
ar: جهّز بديلًا قبل أن تطرح قلقًا في اجتماعك القادم.
de: Bereite eine Alternative vor, bevor du im nächsten Meeting Bedenken äußerst.
es: Prepara una alternativa antes de plantear una preocupación en tu próxima reunión.
fil: Maghanda ng isang alternatibo bago magbanggit ng alalahanin sa susunod mong meeting.
fr: Prépare une alternative avant de soulever une préoccupation à ta prochaine réunion.
hi: अपनी अगली मीटिंग में चिंता उठाने से पहले एक विकल्प तैयार करें।
id: Siapkan satu alternatif sebelum menyampaikan kekhawatiran di rapat berikutnya.
it: Prepara un'alternativa prima di sollevare una preoccupazione alla prossima riunione.
ja: 次の会議で懸念を伝える前に、代案を一つ用意しましょう。
ko: 다음 회의에서 우려를 말하기 전에 대안 하나를 준비하세요.
nl: Bereid een alternatief voor voordat je in je volgende vergadering een zorg aankaart.
pl: Przygotuj alternatywę, zanim zgłosisz obawę na następnym spotkaniu.
pt_br: Prepare uma alternativa antes de levantar uma preocupação na próxima reunião.
ru: Подготовьте альтернативу, прежде чем высказывать опасение на следующей встрече.
sv: Förbered ett alternativ innan du tar upp en oro på nästa möte.
tr: Bir sonraki toplantında endişe dile getirmeden önce bir alternatif hazırla.
uk: Підготуйте альтернативу, перш ніж висловлювати занепокоєння на наступній зустрічі.
vi: Chuẩn bị một phương án khác trước khi nêu mối lo trong cuộc họp tới.
zh_hans: 下次会议提出顾虑前，先准备一个替代方案。

source: Present → evidence → why this role. Use your own facts.
ar: الحاضر ← الدليل ← لماذا هذا الدور. استخدم حقائقك.
de: Heute → Beleg → warum diese Stelle. Nutze deine eigenen Fakten.
es: Presente → prueba → por qué este puesto. Usa tus propios datos.
fil: Ngayon → patunay → bakit ang role na ito. Gamitin ang sarili mong mga detalye.
fr: Présent → preuve → pourquoi ce poste. Utilise tes propres faits.
hi: अभी → सबूत → यही भूमिका क्यों। अपने तथ्यों का उपयोग करें।
id: Sekarang → bukti → mengapa posisi ini. Gunakan faktamu sendiri.
it: Presente → prova → perché questo ruolo. Usa fatti tuoi.
ja: 現在 → 根拠 → この職種を選ぶ理由。自分の事実で話しましょう。
ko: 현재 → 근거 → 이 직무인 이유. 나의 사실로 말하세요.
nl: Nu → bewijs → waarom deze functie. Gebruik je eigen feiten.
pl: Teraz → dowód → dlaczego to stanowisko. Używaj własnych faktów.
pt_br: Presente → evidência → por que esta vaga. Use seus próprios fatos.
ru: Сейчас → доказательство → почему эта роль. Используйте свои факты.
sv: Nu → belägg → varför den här rollen. Använd dina egna fakta.
tr: Şimdi → kanıt → neden bu rol. Kendi gerçeklerini kullan.
uk: Зараз → доказ → чому ця роль. Використовуйте свої факти.
vi: Hiện tại → bằng chứng → vì sao là vị trí này. Dùng thông tin thật của bạn.
zh_hans: 现在 → 依据 → 为什么是这个职位。用你自己的真实情况。

source: Problem → idea → value → small next step.
ar: المشكلة ← الفكرة ← القيمة ← خطوة تالية صغيرة.
de: Problem → Idee → Nutzen → kleiner nächster Schritt.
es: Problema → idea → valor → pequeño siguiente paso.
fil: Problema → ideya → halaga → maliit na susunod na hakbang.
fr: Problème → idée → valeur → petite prochaine étape.
hi: समस्या → विचार → मूल्य → छोटा अगला कदम।
id: Masalah → ide → nilai → langkah kecil berikutnya.
it: Problema → idea → valore → piccolo passo successivo.
ja: 課題 → アイデア → 価値 → 小さな次の一歩。
ko: 문제 → 아이디어 → 가치 → 작은 다음 단계.
nl: Probleem → idee → waarde → kleine volgende stap.
pl: Problem → pomysł → wartość → mały następny krok.
pt_br: Problema → ideia → valor → pequeno próximo passo.
ru: Проблема → идея → ценность → небольшой следующий шаг.
sv: Problem → idé → värde → litet nästa steg.
tr: Sorun → fikir → değer → küçük bir sonraki adım.
uk: Проблема → ідея → цінність → невеликий наступний крок.
vi: Vấn đề → ý tưởng → giá trị → bước nhỏ tiếp theo.
zh_hans: 问题 → 想法 → 价值 → 小的下一步。

source: Propose a repair and prevention step.
ar: اقترح إصلاحًا وخطوة وقائية.
de: Schlag eine Lösung und einen Schritt zur Vorbeugung vor.
es: Propón una solución y un paso de prevención.
fil: Magmungkahi ng pag-aayos at hakbang para hindi na maulit.
fr: Propose une réparation et une mesure de prévention.
hi: एक सुधार और एक रोकथाम कदम सुझाएँ।
id: Usulkan perbaikan dan langkah pencegahan.
it: Proponi una soluzione e un passo di prevenzione.
ja: 対応策と再発防止策を提案する。
ko: 해결책과 재발 방지 조치를 제안한다.
nl: Stel een oplossing en een preventiestap voor.
pl: Zaproponuj naprawę i krok zapobiegawczy.
pt_br: Proponha uma correção e uma medida de prevenção.
ru: Предложите исправление и меру профилактики.
sv: Föreslå en lösning och ett förebyggande steg.
tr: Bir düzeltme ve önleyici bir adım öner.
uk: Запропонуйте виправлення й захід профілактики.
vi: Đề xuất cách khắc phục và phòng ngừa.
zh_hans: 提出补救和预防措施。

source: Request → result of your work → question about a workable next step.
ar: الطلب ← نتيجة عملك ← سؤال عن خطوة تالية ممكنة.
de: Bitte → Ergebnis deiner Arbeit → Frage nach einem machbaren nächsten Schritt.
es: Petición → resultado de tu trabajo → pregunta sobre un siguiente paso viable.
fil: Hiling → resulta ng trabaho mo → tanong tungkol sa posibleng susunod na hakbang.
fr: Demande → résultat de ton travail → question sur une prochaine étape réaliste.
hi: माँग → आपके काम का नतीजा → व्यावहारिक अगले कदम के बारे में सवाल।
id: Permintaan → hasil kerjamu → pertanyaan tentang langkah berikutnya yang memungkinkan.
it: Richiesta → risultato del tuo lavoro → domanda su un passo successivo fattibile.
ja: お願い → 仕事の成果 → 実現可能な次の一歩についての質問。
ko: 요청 → 내 업무의 성과 → 실현 가능한 다음 단계에 대한 질문.
nl: Verzoek → resultaat van je werk → vraag over een haalbare volgende stap.
pl: Prośba → efekt twojej pracy → pytanie o realny następny krok.
pt_br: Pedido → resultado do seu trabalho → pergunta sobre um próximo passo viável.
ru: Просьба → результат вашей работы → вопрос о реальном следующем шаге.
sv: Begäran → resultatet av ditt arbete → fråga om ett genomförbart nästa steg.
tr: Talep → işinin sonucu → uygulanabilir bir sonraki adım hakkında soru.
uk: Прохання → результат вашої роботи → питання про реальний наступний крок.
vi: Đề nghị → kết quả công việc → câu hỏi về bước tiếp theo khả thi.
zh_hans: 请求 → 你的工作成果 → 关于可行下一步的问题。

source: Respond to something the partner actually said.
ar: تفاعل مع شيء قاله شريكك فعلًا.
de: Reagiere auf etwas, das dein Gegenüber wirklich gesagt hat.
es: Responde a algo que tu compañero dijo de verdad.
fil: Tumugon sa isang bagay na talagang sinabi ng partner.
fr: Réagis à quelque chose que ton partenaire a vraiment dit.
hi: पार्टनर ने सच में जो कहा उसका जवाब दें।
id: Tanggapi sesuatu yang benar-benar dikatakan partner.
it: Rispondi a qualcosa che il partner ha davvero detto.
ja: 相手が実際に言ったことに反応する。
ko: 상대가 실제로 한 말에 반응한다.
nl: Reageer op iets wat je partner echt zei.
pl: Zareaguj na coś, co partner naprawdę powiedział.
pt_br: Responda a algo que o parceiro realmente disse.
ru: Отреагируйте на то, что партнёр действительно сказал.
sv: Svara på något partnern faktiskt sa.
tr: Partnerin gerçekten söylediği bir şeye yanıt ver.
uk: Відреагуйте на те, що партнер справді сказав.
vi: Đáp lại điều người kia thực sự đã nói.
zh_hans: 回应对方真正说过的话。

source: Respond to the objection and propose a next step.
ar: ردّ على الاعتراض واقترح خطوة تالية.
de: Geh auf den Einwand ein und schlag einen nächsten Schritt vor.
es: Responde a la objeción y propón un siguiente paso.
fil: Tumugon sa pagtutol at magmungkahi ng susunod na hakbang.
fr: Réponds à l'objection et propose une prochaine étape.
hi: आपत्ति का जवाब दें और अगला कदम सुझाएँ।
id: Tanggapi keberatan dan usulkan langkah berikutnya.
it: Rispondi all'obiezione e proponi un passo successivo.
ja: 反論に答え、次の一歩を提案する。
ko: 반대 의견에 답하고 다음 단계를 제안한다.
nl: Reageer op het bezwaar en stel een volgende stap voor.
pl: Odpowiedz na zastrzeżenie i zaproponuj następny krok.
pt_br: Responda à objeção e proponha um próximo passo.
ru: Ответьте на возражение и предложите следующий шаг.
sv: Bemöt invändningen och föreslå ett nästa steg.
tr: İtiraza yanıt ver ve bir sonraki adım öner.
uk: Дайте відповідь на заперечення й запропонуйте наступний крок.
vi: Đáp lại phản bác và đề xuất bước tiếp theo.
zh_hans: 回应异议并提出下一步。

source: Say your name clearly.
ar: قل اسمك بوضوح.
de: Sag deinen Namen deutlich.
es: Di tu nombre con claridad.
fil: Sabihin nang malinaw ang pangalan mo.
fr: Dis ton prénom clairement.
hi: अपना नाम साफ़ बताइए।
id: Sebutkan namamu dengan jelas.
it: Di' il tuo nome chiaramente.
ja: 名前をはっきり言う。
ko: 이름을 명확하게 말한다.
nl: Zeg je naam duidelijk.
pl: Wyraźnie powiedz swoje imię.
pt_br: Diga seu nome com clareza.
ru: Чётко назовите своё имя.
sv: Säg ditt namn tydligt.
tr: Adını net söyle.
uk: Чітко назвіть своє ім'я.
vi: Nói tên của bạn thật rõ.
zh_hans: 清楚地说出你的名字。

source: Say your opening aloud once before the real event.
ar: قل افتتاحيتك بصوت عالٍ مرة واحدة قبل الحدث الحقيقي.
de: Sag deinen Einstieg vor dem echten Anlass einmal laut.
es: Di tu apertura en voz alta una vez antes del evento real.
fil: Sabihin nang malakas ang pambungad mo nang isang beses bago ang totoong event.
fr: Dis ton ouverture à voix haute une fois avant le vrai événement.
hi: असली कार्यक्रम से पहले अपनी शुरुआत एक बार ज़ोर से कहें।
id: Ucapkan pembukaanmu sekali dengan suara keras sebelum acara sebenarnya.
it: Di' la tua apertura ad alta voce una volta prima dell'evento vero.
ja: 本番の前に、冒頭を一度声に出しましょう。
ko: 실제 행사 전에 첫마디를 한 번 소리 내어 말해 보세요.
nl: Zeg je opening één keer hardop voor het echte moment.
pl: Przed prawdziwym wydarzeniem powiedz otwarcie raz na głos.
pt_br: Diga sua abertura em voz alta uma vez antes do evento real.
ru: Перед настоящим событием один раз скажите вступление вслух.
sv: Säg din inledning högt en gång före det riktiga tillfället.
tr: Gerçek etkinlikten önce açılışını bir kez sesli söyle.
uk: Перед справжньою подією один раз скажіть вступ уголос.
vi: Nói phần mở đầu thành tiếng một lần trước sự kiện thật.
zh_hans: 正式活动前，先大声说一遍你的开场。

source: Set a boundary
ar: ضع حدًا
de: Eine Grenze setzen
es: Pon un límite
fil: Magtakda ng hangganan
fr: Poser une limite
hi: सीमा तय करें
id: Tetapkan batasan
it: Mettere un limite
ja: 線を引く
ko: 선 긋기
nl: Een grens stellen
pl: Postaw granicę
pt_br: Estabelecer um limite
ru: Обозначьте границу
sv: Sätt en gräns
tr: Sınır koy
uk: Позначте межу
vi: Đặt ra giới hạn
zh_hans: 设定界限
